Repository: JanConGitHub/palitan-app
Catalog: po/*.po
Languages: nl

source: Settings
nl: Instellingen

source: About
nl: Over

source: Help
nl: Hulp

source: Support
nl: Ondersteuning

source: Report a bug
nl: Bug melden

source: Contact Developer
nl: Contact opnemen met ontwikkelaar

source: View source
nl: Broncode bekijken

source: Donate
nl: Doneren

source: View in OpenStore
nl: Openen in OpenStore

source: Other apps by the developer
nl: Andere apps van deze ontwikkelaar

source: Developers
nl: Ontwikkelaars

source: Main developer
nl: Hoofdontwikkelaar

source: Powered by
nl: Aangedreven door

source: Money formatting
nl: Geldopmaak

source: Exchange rates data: 1000 requests/month only
nl: Wisselkoersgegevens: 1000 verzoeken per maand toegestaan

source: JSON models
nl: JSON-modellen

source: Favorites
nl: Favorieten

source: Refresh data
nl: Gegevens bijwerken

source: Data successfully updated
nl: De gegevens zijn bijgewerkt

source: Failed. Please try again.
nl: Mislukt. Probeer het opnieuw.

source: Theme
nl: Thema

source: Home currency
nl: Valuta van thuisland

source: Alternate currency
nl: Alternatieve valuta

source: Currency format
nl: Valuta-opmaak

source: None
nl: Geen

source: Native
nl: Inheems

source: Starting currencies
nl: Bij opstarten

source: Restore from previous session
nl: Vorige sessie herstellen

source: Home currency and Alternate Currency
nl: Valuta van thuisland en alternatieve tonen

source: First and second in the list
nl: Eerste en tweede op de lijst

source: Open external link
nl: Externe link openen

source: You are about to open an external link. Do you wish to continue?
nl: Je staat op het punt om een externe link te openen. Weet je het zeker?

source: Version
nl: Versie

source: Released under license
nl: Uitgebracht onder de licentie

source: Reach Me!
nl: Raak mij aan!

source: Cool right?
nl: Cool, hè?

source: Emirati Dirham
nl: Dirham (VAE)

source: Afghanistan Afghani
nl: Afghani (Afghanistan)

source: Albania Lek
nl: Lek (Albanië)

source: Armenian Dram
nl: Dram (Armenië)

source: Netherlands Antilles Guilder
nl: Gulden (Nederlandse Antillen)

source: Angolan Kwanza
nl: Kwanza (Angola)

source: Argentina Peso
nl: Peso (Argentinië)

source: Australia Dollar
nl: Dollar (Australië)

source: Aruba Guilder
nl: Gulden (Aruba)

source: Azerbaijan Manat
nl: Manat (Azerbeidzjan)

source: Bosnia and Herzegovina Convertible Marka
nl: Marka (Bosnië en Herzegovina)

source: Barbados Dollar
nl: Dollar (Barbados)

source: Bangladeshi Taka
nl: Taka (Bangladesh)

source: Bulgaria Lev
nl: Lev (Bulgarije)

source: Bahraini Dinar
nl: Dinar (Bahrein)

source: Burundian Franc
nl: Franc (Burundi)

source: Bermuda Dollar
nl: Dollar (Bermuda)

source: Brunei Darussalam Dollar
nl: Dollar (Brunei)

source: Bolivia Bolíviano
nl: Bolíviano (Bolivia)

source: Brazil Real
nl: Real (Brazilië)

source: Bahamas Dollar
nl: Dollar (Bahama's)

source: Bhutanese Ngultrum
nl: Ngultrum (Bhutan)

source: Botswana Pula
nl: Pula (Botswana)

source: Belarus Ruble
nl: Roebel (Wit-Rusland)

source: Belize Dollar
nl: Dollar (Belize)

source: Canada Dollar
nl: Dollar (Canada)

source: Congolese Franc
nl: Frank (Congo)

source: Switzerland Franc
nl: Frank (Zwitserland)

source: Chilean Unidad de Fomento
nl: Unidad de Fomento (Chili)

source: Chile Peso
nl: Peso (Chili)

source: China Yuan Renminbi (Offshore)
nl: Yuan (Chinese overzeese eilanden)

source: China Yuan Renminbi (Onshore)
nl: Yuan (Chinees vasteland)

source: Colombia Peso
nl: Peso (Colombia)

source: Costa Rica Colon
nl: Colon (Costa Rica)

source: Cuban Convertible Peso
nl: Peso (Cuba)

source: Cuba Peso
nl: Peso (Cuba)

source: Cape Verdean Escudo
nl: Escudo (Kaapverdië)

source: Czech Republic Koruna
nl: Koruna (Tsjechië)

source: Djiboutian Franc
nl: Frank (Djibouti)

source: Denmark Krone
nl: Kroon (Denemarken)

source: Dominican Republic Peso
nl: Peso (Dominicaanse Republiek)

source: Algerian Dinar
nl: Dinar (Algerije)

source: Egypt Pound
nl: Pond (Egypte)

source: Eritrean Nakfa
nl: Nakfa (Eritrea)

source: Ethiopian Birr
nl: Birr (Ethiopië)

source: Euro Member Countries
nl: Euro

source: Fiji Dollar
nl: Dollar (Fiji)

source: Falkland Islands (Malvinas) Pound
nl: Pond (Falklandeilanden)

source: United Kingdom Pound
nl: Pond (Verenigd Koninkrijk)

source: Georgian Lari
nl: Lari (Georgië)

source: Guernsey Pound
nl: Pond (Guernsey)

source: Ghana Cedi
nl: Cedi (Ghana)

source: Gibraltar Pound
nl: Pond (Gibraltar)

source: Gambian Dalasi
nl: Dalasi (Gambia)

source: Guinean Franc
nl: Franc (Guinee)

source: Guatemala Quetzal
nl: Quetzal (Guatemala)

source: Guyana Dollar
nl: Dollar (Guyana)

source: Hong Kong Dollar
nl: Dollar (Hongkong)

source: Honduras Lempira
nl: Lempira (Honduras)

source: Croatia Kuna
nl: Kuna (Kroatië)

source: Haitian Gourde
nl: Gourde (Haïti)

source: Hungary Forint
nl: Forint (Hongarije)

source: Indonesia Rupiah
nl: Roepie (Indonesië)

source: Israel Shekel
nl: Shekel (Israël)

source: Isle of Man Pound
nl: Pond (Man (eiland))

source: India Rupee
nl: Roepie (India)

source: Iraqi Dinar
nl: Dinar (Irak)

source: Iran Rial
nl: Rial (Iran)

source: Iceland Krona
nl: Kroon (IJsland)

source: Jersey Pound
nl: Pond (Jersey)

source: Jamaica Dollar
nl: Dollar (Jamaica)

source: Jordanian Dinar
nl: Dinar (Jordanië)

source: Japan Yen
nl: Yen (Japan)

source: Kenyan Shilling
nl: Shilling (Kenia)

source: Kyrgyzstan Som
nl: Som (Kirgizië)

source: Cambodia Riel
nl: Riel (Cambodja)

source: Comorian Franc
nl: Franc (Comoren)

source: Korea (North) Won
nl: Won (Noord-Korea)

source: Korea (South) Won
nl: Won (Zuid-Korea)

source: Kuwaiti Dinar
nl: Dinar (Koeweit)

source: Cayman Islands Dollar
nl: Dollar (Kaaimaneilanden)

source: Kazakhstan Tenge
nl: Tenge (Kazachstan)

source: Laos Kip
nl: Kip (Laos)

source: Lebanon Pound
nl: Pond (Libanon)

source: Sri Lanka Rupee
nl: Roepie (Sri Lanka)

source: Liberia Dollar
nl: Dollar (Liberië)

source: Basotho Loti
nl: Loti (Basotho)

source: Libyan Dinar
nl: Dinar (Libië)

source: Moroccan Dirham
nl: Dirham (Marokko)

source: Moldovan Leu
nl: Leu (Moldavië)

source: Malagasy Ariary
nl: Ariari (Madagaskar)

source: Macedonia Denar
nl: Denar (Macedonië)

source: Burmese Kyat
nl: Kyat (Birma)

source: Mongolia Tughrik
nl: Tughrik (Mongolië)

source: Macau Pataca
nl: Pataca (Macau)

source: Mauritanian Ouguiya
nl: Ouguiya (Mauritanië)

source: Mauritius Rupee
nl: Roepie (Mauritius)

source: Maldivian Rufiyaa
nl: Rufiyaa (Maldiven)

source: Malawian Kwacha
nl: Kwacha (Malawi)

source: Mexico Peso
nl: Peso (Mexico)

source: Malaysia Ringgit
nl: Ringgit (Maleisië)

source: Mozambique Metical
nl: Metical (Mozambique)

source: Namibia Dollar
nl: Dollar (Namibië)

source: Nigeria Naira
nl: Naira (Nigeria)

source: Nicaragua Cordoba
nl: Cordoba (Nicaragua)

source: Norway Krone
nl: Kroon (Noorwegen)

source: Nepal Rupee
nl: Roepie (Nepal)

source: New Zealand Dollar
nl: Dollar (Nieuw-Zeeland)

source: Oman Rial
nl: Rial (Oman)

source: Panama Balboa
nl: Balboa (Panama)

source: Peru Sol
nl: Sol (Peru)

source: Papua New Guinean Kina
nl: Kina (Papoea-Nieuw-Guinea)

source: Philippines Peso
nl: Peso (Filipijnen)

source: Pakistan Rupee
nl: Roepie (Pakistan)

source: Poland Zloty
nl: Zloty (Polen)

source: Paraguay Guarani
nl: Guarani (Paraguay)

source: Qatar Riyal
nl: Riyal (Qatar)

source: Romania Leu
nl: Leu (Roemenië)

source: Serbia Dinar
nl: Dinar (Servië)

source: Russia Ruble
nl: Roebel (Rusland)

source: Rwandan Franc
nl: Frank (Rwanda)

source: Saudi Arabia Riyal
nl: Riyal (Saoedi-Arabië)

source: Solomon Islands Dollar
nl: Dollar (Solomoneilanden)

source: Seychelles Rupee
nl: Roepie (Seychellen)

source: Sudanese Pound
nl: Pond (Soedan)

source: Sweden Krona
nl: Kroon (Zweden)

source: Singapore Dollar
nl: Dollar (Singapore)

source: Saint Helena Pound
nl: Pond (Sint-Helena)

source: Sierra Leonean Leone
nl: Leone (Sierra Leone)

source: Somalia Shilling
nl: Shilling (Somalië)

source: Suriname Dollar
nl: Dollar (Suriname)

source: South Sudanese Pound
nl: Pond (Zuid-Soedan)

source: Sao Tomean Dobra
nl: Dobra (Sao Tomé en Principe)

source: El Salvador Colon
nl: Colon (El Salvador)

source: Syria Pound
nl: Pond (Syrië)

source: Swazi Lilangeni
nl: Lilangeni (Swaziland)

source: Thailand Baht
nl: Baht (Thailand)

source: Tajikistani Somoni
nl: Somoni (Tadzjikistan)

source: Turkmenistani Manat
nl: Manat (Turkmenistan)

source: Tunisian Dinar
nl: Dinar (Tunesië)

source: Tongan Pa'anga
nl: Pa'anga (Tonga)

source: Turkey Lira
nl: Lira (Turkije)

source: Trinidad and Tobago Dollar
nl: Dollar (Trinidad en Tobago)

source: Taiwan New Dollar
nl: Nieuwe Dollar (Taiwan)

source: Tanzanian Shilling
nl: Shilling (Tanzania)

source: Ukraine Hryvnia
nl: Hryvnia (Oekraïne)

source: Ugandan Shilling
nl: Shilling (Oeganda)

source: United States Dollar
nl: Pond (Verenigde Staten)

source: Uruguay Peso
nl: Peso (Uruguay)

source: Uzbekistan Som
nl: Som (Oezbekistan)

source: Venezuela Bolívar
nl: Bolívar (Venezuela)

source: Venezuelan Bolívar
nl: Bolívar (Venezuela)

source: Viet Nam Dong
nl: Dong (Vietnam)

source: Ni-Vanuatu Vatu
nl: Vatu (Ni-Vanuatu)

source: Samoan Tala
nl: Tala (Samoa)

source: Central African CFA Franc BEAC
nl: CFA/BEAC Frank (Centraal-Afrika)

source: Silver Ounce
nl: Zilveren ons

source: Gold Ounce
nl: Gouden ons

source: East Caribbean Dollar
nl: Dollar (Oostelijke Caraïben)

source: IMF Special Drawing Rights
nl: Speciale IMF-rechten

source: CFA Franc
nl: Frank (CFA)

source: Palladium Ounce
nl: Palladium ons

source: CFP Franc
nl: Frank (CFP)

source: Platinum Ounce
nl: Platinum ons

source: Yemen Rial
nl: Rial (Jemen)

source: South Africa Rand
nl: Rand (Zuid-Afrika)

source: Zambian Kwacha
nl: Kwacha (Zambia)

source: Zimbabwe Dollar
nl: Dollar (Zimbabwe)

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Name
nl: Naam

source: Convert
nl: Omzetten

source: Add to favorites
nl: Toevoegen aan favorieten

source: Added to your favorites
nl: Toegevoegd aan je favorieten

source: Already in your favorites
nl: Staat al in je favorieten

source: Swap
nl: Omwisselen

source: Copy result
nl: Resultaat kopiëren

source: Trying to update data
nl: Bezig met bijwerken

source: Add
nl: Toevoegen

source: Sort
nl: Sorteren

source: Default
nl: Standaard

source: You don't have any favorites
nl: Je hebt nog geen favorieten

source: Full View
nl: Volledige weergave

source: Asc
nl: Opl.

source: Desc
nl: Afl.

source: Custom max precision
nl: Aangepaste max. precisie

source: i.e.
nl: bijv.

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Last Updated
nl: Bijgewerkt om

source: Source
nl: Bron

source: Add new favorite
nl: Favoriet toevoegen

source: Unfavorite
nl: Verwijderen uit favorieten

source: Deleted
nl: Verwijderd

source: Are you sure you want to remove this from your favorites?
nl: Weet je zeker dat je dit wilt verwijderen uit je favorieten?

source: By
nl: Door

source: Order
nl: Volgorde

source: No results
nl: Geen resultaten

source: Type in the input box to search
nl: Typ een zoekopdracht in het zoekvak

source: Cancel
nl: Annuleren
